tap "hacker1024/hacker1024"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "lucagrulla/tap"
tap "tomanthony/brews"
tap "tylerbrock/saw"
tap "wallix/awless"
tap "weaveworks/tap"
brew "python@3.9", link: false
brew "asciinema"
brew "bash"
brew "gettext"
brew "terraform"
brew "cdktf"
brew "ctop"
brew "figlet"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kops"
brew "make"
brew "mas"
brew "minikube"
brew "nvm"
brew "pyenv"
brew "structurizr-cli"
brew "tree"
brew "wget"
brew "z"
brew "zsh-syntax-highlighting"
brew "hacker1024/hacker1024/coretemp"
brew "heroku/brew/heroku"
brew "lucagrulla/tap/cw"
brew "tomanthony/brews/itermocil"
brew "tylerbrock/saw/saw"
brew "wallix/awless/awless"
brew "weaveworks/tap/eksctl"
cask "amethyst"
cask "brave-browser"
cask "caffeine"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "electrum"
cask "figma"
cask "firefox"
cask "flycut"
cask "fork"
cask "garmin-express"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "kitematic"
cask "launchrocket"
cask "logitech-options"
cask "ngrok"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "iMovie", id: 408981434
mas "SQLPro for MSSQL", id: 828466809
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
